// 1lesson hw
// Сумма двух чисел: Напишите программу, которая принимает два числа, складывает их и выводит результат.
let num1 = 7;
let num2 = 8;
console.log(num1 + num2);

// Обмен значений переменных: Поменяйте значения двух переменных местами c третьей переменной.
let a = 5;
let b = 10;
let c = a;
a = b;
b = c;
console.log("После обмена:");
console.log("a =", a);
console.log("b =", b);

// Площадь прямоугольника: Создайте программу, которая принимает длину и ширину прямоугольника и вычисляет его площадь.
let length = 15;
let width = 10;
area = length * width;
console.log("Area of a rectangle" + " = " + area)


