// Задача с числами:
// Создайте переменную для хранения текущей оценки студента.
let currentGrade = 85;
console.log("Текущая оценки студента:", currentGrade)
// Создайте переменную для хранения максимальной возможной оценки.
let maxGrade = 100;
console.log("Максимальная оценки студента:", maxGrade)
// Создайте переменную для хранения средней оценки студента.
let middleGrade = 50;
console.log("Средная оценки студента:" , middleGrade)

// Задача с именами:
// Создайте переменную для хранения имени пользователя.
var fisrtName = "Inkar";
console.log("имя пользователя:", fisrtName)
// Создайте переменную для хранения фамилии пользователя.
var secondName = "Toizhigit";
console.log("фамилия пользователя:", secondName)
// Создайте переменную для хранения полного имени пользователя, объединив имя и фамилию.
var fullName = "Toizhigit Inkar";
console.log("полного имени пользователя:", fullName)

// Задача с продуктами:
// Создайте переменную для хранения названия продукта.
var product = "book";
console.log("названия продукта:", product)
// Создайте переменную для хранения цены продукта.
let cost = "3500$";
console.log("цена продукта:", cost)
// Создайте переменную для хранения количества продуктов на складе.
let amount = "10";
console.log("количества продуктов на складе:", amount)


